posts.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-09-29 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Posts</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" type="text/css" href="luxury.css">
</head>
<body>
<div id="preamble" class="status">
<a href="./index.html">Home</a>
<a href="./posts.html">Posts</a>
<a href="./knowledge/index.html">Knowledge</a>
<a href="./ticklers/ticklers.html">Ticklers</a>
<a href="./about/about.html">About</a>
<a href="./contact/contact.html">Contact</a>
<a href="https://github.com/jrciii/jrciii.github.io">Comments</a>
</div>
<div id="content">
<header>
<h1 class="title">Posts</h1>
</header><ul class="org-ul">
<li><a href="posts/2021-09-24-leetcodetextjustify.html">A Racket Solution For LeetCode Problem #68 Text Justification</a><sup> (2021-09-26, updated )</sup></li>
<li><a href="posts/2021-03-23-downloadbible.html">Downloading the New Revised Standard Version Catholic Edition Bible</a><sup> (2021-09-26, updated )</sup></li>
<li><a href="posts/2021-03-20-dantesinfernogtypist.html">GNU Typist and Project Gutenberg- Practice typing with classic literature</a><sup> (2021-09-26, updated )</sup></li>
<li><a href="posts/2021-03-16-dreamprogress.html">Dream Progress (I had a lucid dream!)</a><sup> (2021-09-26, updated )</sup></li>
<li><a href="posts/2021-03-14-orglinktohtml.html">Hakyll - Converting file links to .html links when compiling</a><sup> (2021-09-26, updated )</sup></li>
<li><a href="posts/2021-03-14-makingjrciiicom.html">Making This Site</a><sup> (2021-09-26, updated )</sup></li>
<li><a href="posts/2021-03-13-firstpost.html">First Post</a><sup> (2021-09-26, updated )</sup></li>
</ul>
</div>
</body>
</html>
